{
    "title": "My Projects",
    "sketch": [

            {
                "id": "ETEC510-1",
                "title": "Exploring Virtual Reality",
                "category": "sketch",
                "date": "2019-09-01",
                "course": "ETEC 510",
                "goals": ["1"],
                "type": "website",
                "group": "Brogan Pratt, Miguel Strother, Jamie Tooze, Raisa Vecina",
                "description": "<p>We developed a Reddit community for educators interested in virtual reality (VR) production. We suggested post types, flairs (like tags), and the opportunity to review work or provide feedback to members of the community. These suggestions were meant to provide initial opportunities for engagement in order to promote <span class='tag-text'>digital citizenship</span>, but our hope was that the community would evolve its own practices over time.</p> <p>As part of the development, we each created some of our own VR prototypes. I used a tool called edu.cospaces to program my first VR game.</p>",
                "connections": "<p>Two themes originated in ETEC 510 that have made an impact: digital citizenship or community 'outside of the classroom', and 'tinkering' or <span class='tag-text'>geeking out</span>. We chose Reddit as our platform for engaging with others because it is a popular, open, discussion platform. Developing, and engaging with communities of educators can be incredibly valuable, especially when exploring new or up-and-coming technology.</p>",
                "goals_text": "<li><a href='https://www.reddit.com/r/VReducationProduction' target='blank'>The VR Reddit Community Site</a></li><li><a href='https://edu.cospaces.io/GLQ-BMB' target='blank'>My VR Game</a></li>",
                "reflection": " It was important to begin to consider how to continue our experiences and communities once a course had 'ended'.",
                "image": "../images/ETEC510-1b.png",
                "links": ["https://edu.cospaces.io/GLQ-BMB"],
                "iframe": "https://docs.google.com/document/d/e/2PACX-1vTpjA-cra11JXIx8lHMn10beFt-2QfDRmKDGLlzBME5Ksz7Lf1nTYiZ2_7JOKO8aQ/pub?embedded=true",
                "tags": ["tinkering", "geekingout", "digitalcitizenship", "design"]
    
            }, 

            {
                "id": "ETEC510-2",
                "title": "How To FitBit",
                "category": "website",
                "date": "2019-09-01",
                "course": "ETEC 510",
                "goals": ["3", "4"],
                "group": "",
                "type": "website",
                "description": "<p>This blog was designed as an introduction to fitbits for new users. It includes an introduction to the device, instructions on use and terminology, and a diagram of all possible navigation interactions. It was an opportunity to develop content for particular users (i.e. new fitbit owners) and consider how multimedia could be used to best engage that audience.</p>",
                "reflection": "<p>Feedback I received after creating this artifact included considering the limitations of a static website for the development of community. While I agree this is the case, I disagree that there is a need for all technologies to do all things. Community engagement is important, but did not fit with the intention of my <span class='tag-text'>design</span>.</p>",
                "connections": "<p>While only a few years ago, this artifact shows just how quickly technology can change. I created this artifact to showcase a new (to me) wearable device. This artifact is included because it shows growth, but it also shows a challenge with web content - it can become outdated quickly! Not only is the content out of date (there are newer fitbits, and more advanced wearable tech), but the site itself is out of date. There are missing gifs, for example (see Broken Gif Links below).</p>",
                "goals_text": "<li><a href='https://blogs.ubc.ca/alisonmyers/2019/01/21/using-a-fitbit/' target='blank'>Broken Gif Links</a></li>",
                "image": "../images/ETEC510-2b.png",
                "links": ["https://blogs.ubc.ca/alisonmyers/category/fitbit/"], 
                "iframe": "",
                "tags": ["design", "tinkering", "intention"]
    
            }, 

            {
                "id": "ETEC512-1",
                "title": "Learning Theories Concept Map",
                "category": "sketch",
                "date": "2019-09-01",
                "course": "ETEC 512",
                "goals": ["1"],
                "type": "image",
                "group": "",
                "description": "<p>This concept map was developed to demonstrate understanding of the history and context of important learning theories. It highlights key figures and connections between these theories.</p>",
                "connections": "<p>This artifact introduced me to a tool that I have integrated into my learning and sharing of knowledge - concept maps and diagrams. his was one of (many) concept maps I developed throughout the MET program. Diagrams have become a more regular tool both personally and professionally.</p>",
                "goals_text": "",
                "reflection": "<p>Learning the language of educators was an important reason for my interest in the MET program. In order to make connections between technology, students, and instructors it is important to understand context of the three which includes <span class='tag-text'>theory</span>. One struggle that I have with learning theories is shared terminology but different interpretations of the language when moving between philosophy, psychology, and education.</p>",
                "image": "../images/ETEC512-1.png",
                "links": ["https://lucid.app/documents/embeddedchart/5cbf4c24-0cac-4c11-acba-bb4c5a0baa9e"],
                "iframe": "https://lucid.app/documents/embeddedchart/5cbf4c24-0cac-4c11-acba-bb4c5a0baa9e",
                "tags": ["theory"]
    
            }, 
            {
                "id": "ETEC512-2",
                "title": "Introduction to Neuroscience",
                "category": "sketch",
                "date": "2019-10-01",
                "course": "ETEC 512",
                "goals": ["1", "3", "4"],
                "type": "website",
                "group": "Sieme Adhémar, Deisy Castillo, Jonathan Lapierre",
                "description": "<p>This 'introductory course' was developed to introduce our peers to the neuroscience of learning. We had to consider the level of knowledge the audience would have, and develop materials that would be engaging to that audience. Further, we considered My background is in psychology, so the development of the content and the course itself was also an opportunity to review some of these concepts myself, but to think about them from the perspective of course design, or in relation to other learning theories.</p>",
                "connections": "<p>We used Rise as our platform for developing our course. It truly was pleasure to <span class='tag-text'>design</span> and build because the platform itself was quite intuitive, dealt with the look and feel, and offered customization that we thought was important. <GatsbyImage image={getImage(image)}/></p>",
                "goals_text": "",
                "reflection": "<p>Course discussion often centered around what level of expertise in the many areas of learning were required by educators. 'Do educators need to be experts in neuroscience?', for example. The general concensus was that expertise is not required, but the ability to evaluate information is. We included 'neuromyths' throughout our neuroscience course. Neuromyths are commonly held beliefs about how the brain works, even when there is no scientific evidence to support these beliefs. Or worse, when there is scientific evidence to the opposite of the myth. The challenge for educators is that neuromyths are pervasive online - from personal blogs, to educational vendor solutions. While it is not necessary for educators to be experts in neuroscience, they need to have the skills to identify neuromyths when they see them.</p>",
                "image": "../images/ETEC512-2.png",
                "links": ["https://rise.articulate.com/share/kAPXNTL2603967LvhLp7PRUNXFe7UJm3#/"],
                "iframe": "",
                "tags": ["design"]
            }

    ],
    "outline": [
        {
            "id": "ETEC520-1",
            "title": "Rationales for eLearning",
            "category": "outline",
            "date": "2019-06-02",
            "course": "ETEC 520",
            "goals": ["1", "2"],
            "group": "",
            "type": "paper",
            "description": "<p>Educational technology can be adopted at multiple levels: in a classroom, a program, or an entire institution. This evaluation guaged institutional preparedness eLearning by examining institutional culture, preparedness, and infrastructure.</p>",
            "connections": "In ETEC 520 we had a series of assignments that asked us to evaluate institutional approaches, preparedness for, and implementation of **e-learning**. This was one of the first courses that introduced concepts about educational technology at an institutional level. ",
            "goals_text": "",
            "reflection": "In the creation of these artifacts, it became apparent that **institutional culture** is a hard-to-define yet important consideration when considering educational technology at scale.",
            "iframe": "https://docs.google.com/document/d/e/2PACX-1vRHePyEQu57inJzdvaPAI6unH5vfIvPWmtJmrUFnFXqhbQTdsP3e5TLQZZxK2STj5Hce0k4TBjn07k-/pub?embedded=true",
            "image": "../images/ETEC520-1.png",
            "links": ["https://docs.google.com/document/d/e/2PACX-1vRHePyEQu57inJzdvaPAI6unH5vfIvPWmtJmrUFnFXqhbQTdsP3e5TLQZZxK2STj5Hce0k4TBjn07k-/pub"]
        }, 

        {
            "id": "ETEC530-1",
            "title": "Design Thinking Workshop",
            "category": "outline",
            "date": "2021-04-28",
            "course": "ETEC 530",
            "goals": ["1", "2"],
            "group": "",
            "type": "workshop",
            "description": "In this paper and accompanying workshop, I proposed that Design Thinking is an appropriate model to connect Constructivist theory with practical application. The workshop proposed that participants use an adapted Design Thinking process to plan a constructivist lesson.",
            "connections": "",
            "goals_text": "",
            "reflection": "",
            "image": "../images/ETEC530-1.png",
            "links": ["https://docs.google.com/document/d/e/2PACX-1vSw3f1eclZS20xz_IpDycyYonTYrsn70fdlvdkvQaY5jX1nb48QYq_i1CwdHUNgQg/pub"],
            "iframe": "https://docs.google.com/document/d/e/2PACX-1vSw3f1eclZS20xz_IpDycyYonTYrsn70fdlvdkvQaY5jX1nb48QYq_i1CwdHUNgQg/pub?embedded=true",
            "tags": ["design", "constructivism", "professionaldevelopment"]
        },
        {
            "id": "ETEC524-1",
            "title": "A Course Companion Website",
            "category": "outline",
            "date": "2019-09-01",
            "course": "ETEC 524",
            "goals": ["1", "4"],
            "group": "",
            "type": "website",
            "description": "In ETEC 524 we developed the structure of a course, as well as the structure of a module of that course. I used Moodle as my course shell, but determined it was important to have content that 'lived on' past the end of a course. So, I developed the majority of my content in this course companion website.",
            "connections": "what connections can I make",
            "goals_text": "how does this relate to my goals",
            "reflection": "reflection on project",
            "image": "../images/ETEC524-1b.png",
            "iframe": "",
            "links": ["https://intro-to-data-and-viz.github.io/introduction"],
            "tags": ["design", "tinkering"]

        }, 

        {
            "id": "ETEC524-2",
            "title": "A Framework for Institutional LMS Selection",
            "category": "outline",
            "date": "2021-06-02",
            "course": "ETEC 524",
            "goals": ["1", "4"],
            "group": "Sean Gallagher, Erica Hill, Noelle Peach, Lyon Tsang, John Wu",
            "type": "paper",
            "description": "This rubric was developed to support an institution's evaluation and selection of a learning management system (LMS). In addition to the development of the rubric, we also used the evaluation criteria to investigate whether a large institution should consider adopting a new LMS or keeping their current in light of changes introduced during the covid-19 pandemic.",
            "connections": "what connections can I make",
            "goals_text": "",
            "reflection": "reflection on project",
            "image": "../images/ETEC524-2.png",
            "iframe": "https://docs.google.com/document/d/e/2PACX-1vRELguPCI5StShwUvUnhV1lIh7TJO8Rusq8U73fpnJXzJlOCGi2PskXBID8Zth4ZFRCQc7yFtk5Rd4i/pub?embedded=true",
            "links": ["https://docs.google.com/document/d/e/2PACX-1vRELguPCI5StShwUvUnhV1lIh7TJO8Rusq8U73fpnJXzJlOCGi2PskXBID8Zth4ZFRCQc7yFtk5Rd4i/pub"],
            "tags": ["evaluation", "institution"]

        }
    ],

    "colour": [

        {
            "id": "ETEC543-1",
            "title": "Learning Analytics Dashboard",
            "category": "colour",
            "date": "2019-11-01",
            "course": "ETEC 543",
            "goals": ["1", "3"],
            "group": "",
            "type": "dashboard",
            "description": "Learning Analytics can be used to inform instructors about their student experience in online environments, and provide information about the courses they have developed and taught. However, many learning analytics systems miss instructor intent in the provided data. This dashboard was designed to demonstrate the value of including learning design in a learning analytics dashboard.",
            "connections": "This was one of two Tableau projects developed over the course of my MET experience. The prototype was an important stepping stone for the development of a dashboard template for my self-directed ETEC 590 project.",
            "goals_text": "",
            "reflection": "",
            "image": "../images/ETEC543-1.png",
            "iframe": "https://public.tableau.com/views/LAAdventure-FinalProject/Acknowledgements?:language=en-US&:display_count=n&:origin=viz_share_link",
            "links": ["https://public.tableau.com/views/LAAdventure-FinalProject/Acknowledgements?:language=en-US&:display_count=n&:origin=viz_share_link"],
            "tags": ["dashboard", "design"]
        },

        {
            "id": "ETEC580-1",
            "title": "The IKEA Model: A Learning Analytics Tool",
            "category": "colour",
            "date": "2021-08-20",
            "course": "ETEC 580",
            "goals": ["1", "3"],
            "group": "",
            "type": "website",
            "description": "This project had two components: a final dashboard (images can be seen below), and a github repo. The github repo contains code that was developed to download, clean, and transform the data that ultimately ended up in the dashboard. The goal of this project was to build a tool that was useful to instructors who use Canvas, who are interested in learning analytics but may not have an institutional solution.",
            "connections": "",
            "reflection": "",
            "goals_text": "<li><a href='https://github.com/saud-learning-services/course-details' target='blank'>Open Source GitHub Project</a></li>",
            "image": "../images/ETEC580-1b.png",
            "links": ["https://github.com/saud-learning-services/course-details"],
            "iframe": "https://docs.google.com/presentation/d/e/2PACX-1vSI7VOiciqfJl4WDxP7WNzx7oW4X2bs51eq8b-nQ1HcbRTQnZICqd_UHLl-S-sH2hTWmu0cONGPapPQ/embed?start=false&loop=false&delayms=3000"

        },
      
        {
            "id": "ETEC590-1",
            "title": "This ePortfolio",
            "category": "colour",
            "date": "2019-09-01",
            "course": "ETEC 590",
            "goals": ["4"],
            "group": "",
            "type": "website",
            "description": "Throughout the MET program, I have most enjoyed being able to build tools. This ePortfolio is no exception, and the biggest challenge. This ePortfolio dynamically creates its content, including what you are reading now.",
            "connections": "I have built two Wordpress blogs, one Moodle course with a custom companion website, and a Rise (Articulate) course. The development of the content for these websites made me curious about the 'behind the scenes'. There were some components of those websites that I have tried to build here (for example, the 'sliders' of more detail), but for the most part I was trying to build componenets that I thought would work to expand my idea of what an ePortfolio could be.",
            "goals_text": "how does this relate to my goals",
            "reflection": "I had hoped to do more writing and research throughout my courses - as this is not something I normally have much time for in my day-to-day. However, when the option was available to create something, that was the path I generally took.",
            "image": "../images/ETEC590-1.png",
            "iframe": "",
            "links": ["https://alisonmyers.gatsbyjs.io/blogs"]

        }
    ]

}