{
    "title": "My Projects",
    "sketch": [

            {
                "id": "ETEC510-1",
                "title": "Exploring VR",
                "category": "sketch",
                "date": "2019-09-01",
                "course": "ETEC 510",
                "goals": ["1"],
                "type": "website",
                "description": "For ETEC 510 we developed a reddit community for educators interested in virtual reality (VR) production. We suggested post types, flairs, and the opportunity to review work or provide feedback to members of the community. As part of the development, we each created some of our own VR work. I used a tool called edu.cospaces to program my first VR game! Included in this project are two links: first to the game, second to the reddit group.",
                "connections": "",
                "goals_text": "",
                "reflection": "",
                "image": "../images/ETEC510-1b.png",
                "links": ["https://edu.cospaces.io/GLQ-BMB", "https://www.reddit.com/r/VReducationProduction"]
    
    
            }, 
            {
                "id": "ETEC512-1",
                "title": "Learning Theories Concept Map",
                "category": "sketch",
                "date": "2019-09-01",
                "course": "ETEC 512",
                "goals": ["1"],
                "type": "image",
                "description": "This concept map was developed to demonstrate understanding of the history and context of important learning theories. This was one of (many) concept maps I developed throughout the MET program.",
                "connections": "",
                "goals_text": "",
                "reflection": "Learning the language of educators was an important reason for my interest in the MET program. In order to make connections between technology, students, and instructors it is important to have a good understanding of the context of the three.",
                "image": "../images/ETEC512-1.png",
                "links": ["https://lucid.app/documents/embeddedchart/5cbf4c24-0cac-4c11-acba-bb4c5a0baa9e"]
    
            }, 
            {
                "id": "ETEC512-2",
                "title": "Neuroscience and Learning Introductory Course",
                "category": "sketch",
                "date": "2019-10-01",
                "course": "ETEC 512",
                "goals": ["1", "3", "4"],
                "type": "website",
                "description": "This introductory course was developed to introduce our peers to the neuroscience of learning. My background is in psychology, so the development of the content and the course itself was also an opportunity to review some of these concepts myself, but to think about them from the perspective of course design, or in relation to other learning theories.",
                "connections": "",
                "goals_text": "",
                "reflection": "Course discussion often centered around what level of expertise in the many areas of learning were required by educators. Do educators need to be experts in neuroscience?, for example. The general concensus was that expertise is not required, but the ability to evaluate information is. We included 'neuromyths' throughout our neuroscience course. Neuromyths are commonly held beliefs about how the brain works, even when there is no scientific evidence to support these beliefs. Or worse, when there is scientific evidence to the opposite of the myth. The challenge for educators is that neuromyths are pervasive online - from personal blogs, to educational vendor solutions. While it is not necessary for educators to be experts in neuroscience, they need to have the skills to identify neuromyths when they see them. ETEC 500 was an important course for the develpoment of these types of skills.",
                "image": "../images/ETEC512-2.png",
                "links": ["https://rise.articulate.com/share/kAPXNTL2603967LvhLp7PRUNXFe7UJm3#/"]
            }

    ],
    "outline": [
        {
            "id": "ETEC520-1",
            "title": "Rationales for eLearning",
            "category": "outline",
            "date": "2019-06-02",
            "course": "ETEC 520",
            "goals": ["4"],
            "type": "paper",
            "description": "Educational technology can be adopted at multiple levels: in a classroom, a program, or an entire institution. This evaluation guaged institutional preparedness eLearning by examining institutional culture, preparedness, and infrastructure.",
            "connections": "In ETEC 520 we had a series of assignments that asked us to evaluate institutional approaches, preparedness for, and implementation of **e-learning**. This was one of the first courses that introduced concepts about educational technology at an institutional level. ",
            "goals_text": "In the creation of these artifacts, it became apparent that **institutional culture** is a hard-to-define yet important consideration when considering educational technology at scale.",
            "reflection": "reflection on project",
            "image": "../images/ETEC520-1.png",
            "links": ["https://docs.google.com/document/d/e/2PACX-1vRHePyEQu57inJzdvaPAI6unH5vfIvPWmtJmrUFnFXqhbQTdsP3e5TLQZZxK2STj5Hce0k4TBjn07k-/pub"]
        }, 

        {
            "id": "ETEC530-1",
            "title": "Design Thinking Workshop",
            "category": "outline",
            "date": "2021-04-28",
            "course": "ETEC 530",
            "goals": ["1", "2"],
            "type": "workshop",
            "description": "In this paper and accompanying workshop, I propose that Design Thinking is an appropriate model to connect Constructivist theory with practical application. The workshop proposed that participants use an adapted Design Thinking process to plan a constructivist lesson.",
            "connections": "what connections can I make",
            "goals_text": "how does this relate to my goals",
            "reflection": "reflection on project",
            "image": "../images/ETEC530-1.png",
            "links": ["https://docs.google.com/document/d/e/2PACX-1vSw3f1eclZS20xz_IpDycyYonTYrsn70fdlvdkvQaY5jX1nb48QYq_i1CwdHUNgQg/pub"]
        },
        {
            "id": "ETEC524-1",
            "title": "A Course Companion Website",
            "category": "outline",
            "date": "2019-09-01",
            "course": "ETEC 524",
            "goals": ["1", "4"],
            "type": "website",
            "description": "In ETEC 524 we developed the structure of a course, as well as the structure of a module of that course. I used Moodle as my course shell, but determined it was important to have content that 'lived on' past the end of a course. So, I developed the majority of my content in this course companion website.",
            "connections": "what connections can I make",
            "goals_text": "how does this relate to my goals",
            "reflection": "reflection on project",
            "image": "../images/ETEC524-1.png",
            "links": ["https://intro-to-data-and-viz.github.io/introduction"]

        }
    ],

    "colour": [

        {
            "id": "ETEC543-1",
            "title": "Learning Analytics Dashboard",
            "category": "colour",
            "date": "2019-11-01",
            "course": "ETEC 543",
            "goals": ["1", "3"],
            "type": "dashboard",
            "description": "Learning Analytics... ",
            "connections": "This was one of two Tableau projects developed over the course of my MET experience. The prototype was an important stepping stone for the development of a dashboard template for my self-directed ETEC 590 project.",
            "goals_text": "",
            "reflection": "",
            "image": "../images/ETEC543-1.png",
            "links": ["https://public.tableau.com/views/LAAdventure-FinalProject/Acknowledgements?:language=en-US&:display_count=n&:origin=viz_share_link"]
        },
      
        {
            "id": "ETEC590-1",
            "title": "This ePortfolio",
            "category": "colour",
            "date": "2019-09-01",
            "course": "ETEC 590",
            "goals": ["4"],
            "type": "website",
            "description": "Throughout the MET program, I have most enjoyed being able to build tools. This ePortfolio is no exception, and the biggest challenge. This ePortfolio dynamically creates its content, including what you are reading now.",
            "connections": "I have built two Wordpress blogs, one Moodle course with a custom companion website, and a Rise (Articulate) course. The development of the content for these websites made me curious about the 'behind the scenes'. There were some components of those websites that I have tried to build here (for example, the 'sliders' of more detail), but for the most part I was trying to build componenets that I thought would work to expand my idea of what an ePortfolio could be.",
            "goals_text": "how does this relate to my goals",
            "reflection": "I had hoped to do more writing and research throughout my courses - as this is not something I noramlly have much time for in my day-to-day. However, when the option was available to create something, that was the path I generally took.",
            "image": "../images/ETEC590-1.png",
            "links": ["https://alisonmyers.gatsby.io/blogs"]

        }
    ]

}